Repository: Return-To-The-Roots/s25client
Catalog: RTTR/languages/rttr-*.po
Languages: it

source: Back
it: Indietro

source: Return To The Roots
it: Ritorna a The Roots

source: Credits
it: Ringraziamenti

source: Project management
it: Gestione progetto

source: Server management
it: Mantenimento server

source: Programming
it: Programmazione

source: Mapping
it: Mappatura

source: Artificial Intelligence (AI)
it: Intelligenza Artificiale (IA)

source: Additional graphics
it: Grafica aggiuntiva

source: Additional Programming:
it: Programmazione aggiuntiva:

source: Other Support:
it: Altro Supporto:

source: Donators
it: Donatori

source: various anonymous donators
it: vari donatori anonimi

source: Thank you for your donations!
it: Grazie per la vostra donazione!

source: Thank you!
it: Grazie!

source: THE END
it: LA FINE

source: Activity window
it: Attività

source: -> Build house
it: -> Costruisci un edificio

source: -> Build hut
it: -> Costruisci una baracca

source: -> Build castle
it: -> Costruisci un castello

source: -> Dig mines
it: -> Scava una miniera

source: Costs:
it: Costi:

source: stones
it: pietre

source: Erect flag
it: Alza la bandiera

source: Build road
it: Costruisci una strada

source: Pull down flag
it: Abbatti la bandiera

source: Call in geologist
it: Chiama un geologo

source: Send out scout
it: Invia un esploratore

source: Build waterway
it: Costruisci una via d'acqua

source: Demolish house
it: Demolisci l'edificio

source: Dig up road
it: Distruggi la strada

source: Attack options
it: Opzioni di attacco

source: Display options
it: Opzioni del display

source: Observation window
it: Finestra di osservazione

source: House names
it: Nomi degli edifici

source: Go to headquarters
it: Vai al quartier generale

source: Attack not possible.
it: Attacco non possibile

source: Less attackers
it: Meno attaccanti

source: More attackers
it: Piu attaccanti

source: Weak attackers
it: Attaccanti deboli

source: Strong attackers
it: Attaccanti forti

source: Number of attackers
it: Numero di attaccanti

source: Attack!
it: Attacco!

source: Help
it: Aiuto

source: Go to place
it: Via a

source: (House unoccupied)
it: (Edificio non occupato)

source: Player Name
it: Nome del giocatore

source: Classification
it: Classifica

source: Race
it: Razza

source: Color
it: Colore

source: Team
it: Squadra

source: Past player
it: Giocatore precedente

source: Start game
it: Inizia il gioco

source: Ready
it: Pronto

source: Return
it: Indietro

source: Lock teams:
it: Blocca le squadre:

source: Shared team view
it: Vista condivisa

source: Change Settings...
it: Cambia i settaggi...

source: View Settings...
it: Guarda i settaggi...

source: Exploration:
it: Esplorazione

source: Off (all visible)
it: Off (tutto visibile)

source: Classic (Settlers 2)
it: Classica (Settlers 2)

source: Fog of War
it: Nebbia di Guerra

source: FoW - all explored
it: NdG - tutto esplorato

source: Goods at start:
it: Scorte all'avvio:

source: Very Low
it: Molto basso

source: Low
it: Poche

source: Normal
it: Normali

source: A lot
it: Tante

source: Goals:
it: Obiettivi:

source: None
it: Nessuno

source: Conquer 3/4 of map
it: Conquistare 3/4 della mappa

source: Total domination
it: Dominio totale

source: Speed:
it: Velocità:

source: Very slow
it: Molto lento

source: Slow
it: Lento

source: Fast
it: Veloce

source: Very fast
it: Molto veloce

source: Map:
it: Mappa:

source: Open
it: Aperta

source: Closed
it: Chiusa

source: Africans
it: Africani

source: Error
it: Errore

source: Game can only be started as soon as everybody has a unique color,everyone is ready and all free slots are closed.
it: Il gioco può iniziare appena ognuno ha il suo colore, tutti sono pronti e tutti gli slot liberi sono chiusi.

source: Not Ready
it: Non Pronto

source: Japaneses
it: Giapponesi

source: Romans
it: Romani

source: Vikings
it: Vichinghi

source: Lost connection to server!
it: Persa la connessione con il server!

source: Demolish?
it: Demolire?

source: Abort
it: Annulla

source: Add
it: Aggiungi

source: Remove
it: Rimuovi

source: Add track
it: Aggiungi registrazione

source: Remove track
it: Salva registrazione

source: Upwards
it: In alto

source: Downwards
it: In basso

source: Less repeats
it: Meno ripetizioni

source: More repeats
it: Più ripetizioni

source: Playback in this order
it: Suona in quest'ordine

source: The specified file couldn't be saved!
it: Non è stato possibile salvare il file specificato

source: The specified file couldn't be loaded!
it: Non è stato possibile caricare il file specificato

source: Specify the playlist name
it: Specifica il nome della playlist

source: You are not allowed to delete the standard playlist!
it: Non hai il permesso di cancellare la playlist standard

source: Random playback
it: Playback casuale

source: The specified file couldn't be opened!
it: Non è stato possibile aprire il file specificato

source: Map
it: Mappa

source: Main selection
it: Menu principale

source: Construction aid mode
it: Aiuto per le costruzioni

source: Post office
it: Ufficio postale

source: (Replay-Mode) Current GF: %u (End at: %u) / GF length: %u ms / NWF length: %u gf (%u ms)
it: (Modalita Replay) Attuale GF: %u (Fine a: %u) / GF lunghezza: %u ms / NWF lunghezza: %u gf (%u ms)

source: Current GF: %u / GF length: %u ms / NWF length: %u gf (%u ms) / Ping: %u ms
it: Attuale GF: %u / GF lunghezza: %u ms / NWF lunghezza: %u gf (%u ms) / Ping: %u ms

source: Headquarters
it: Quartier generale

source: Keyboard layout
it: Layout di tastiera

source: Readme!
it: Leggimi!

source: Player '%s' left the game!
it: Il giocatore '%s' ha lasciato il gioco!

source: Player '%s' joined the game!
it: Il giocatore '%s' si è unito al gioco!

source: Note: Game settings changed by the server%s
it: Nota: Settaggi del gioco cambiati dal server%s

source: The Game is not in sync. Checksums of some players don't match.
it: La partita non è sincronizzata. Il checksum di alcuni giocatori non corrisponde.

source: A auto-savegame is created...
it: Salvata automaticamente una partita...

source: Game was paused.
it: Partita interrotta.

source: Game was resumed.
it: Partita ricominciata

source: Lost connection to lobby!
it: Persa connessione con il gruppo!

source: Player '%s' switched to player '%s'
it: Il Giocatore '%s' è diventato il Giocatore '%s'

source: Player '%s' was defeated!
it: Il Giocatore '%s' è stato sconfitto!

source: Military building occupied
it: Edificio militare occupato

source: Military building lost
it: Edificio militare perduto

source: Military building captured
it: Edificio militare catturato

source: A catapult is firing upon us!
it: Siamo sotto il tiro di una catapulta!

source: Return To The Roots - v%s-%s
it: Ritorna A The Roots - v%s-%s

source: Create Game
it: Crea Gioco

source: Join Game
it: Unisciti alla partita

source: Sorry!
it: Mi dispiace!

source: Connect
it: Connetti

source: Internet Ranking
it: Classifica Internet

source: Add Server
it: Aggiungi Server

source: Player
it: Giocatore

source: Version
it: Versione

source: Name
it: Nome

source: Points
it: Punti

source: We are under attack!
it: Siamo sotto attacco!

source: Error while playing replay!
it: Errore durante il gioco replay

source: Error while opening file!
it: Errore all'apertura del file

source: Invalid Replay!
it: Replay invalido

source: Error: Replay is too old!
it: Errore: il Replay è troppo vecchio!

source: Program version is too old to play that replay!
it: La versione del programma è troppo vecchia per giocare questo Replay

source: Temporary map file was not found!
it: File temporaneo della mappa non trovato!

source: Ship register
it: Registro navale

source: Found colony
it: Trovata una colonia

source: No ships available
it: Non ci sono navi disponibili

source: IP Address of Host:
it: Indirizzo IP dell'host:

source: Server-Port:
it: Porta:

source: Password (if needed):
it: Password (se necessaria):

source: Use IPv6:
it: Usa IPv6

source: Invalid port. The valid port-range is 1 to 65535!
it: Porta non valida. Le porte valide vanno da 1 a 65535!

source: Connecting with Host...
it: Connessione con l'host...

source: Connection failed!
it: Connessione fallita!

source: This Server is full!
it: Il server è pieno!

source: Wrong Password!
it: Password errata!

source: Wrong client version
it: Versione del client errata

source: Connection to Host closed!
it: Connessione con l'host chiusa!

source: Too short Message received!
it: Ricevuto un messaggio troppo corto!

source: Wrong Server Type!
it: Tipo di server errato!

source: Waiting for Reply...
it: In attesa di risposta...

source: Checking Password...
it: Controllo della password...

source: Checking Map...
it: Controllo della Mappa

source: Waiting for Playerinfo...
it: In attesa delle informazioni del Giocatore...

source: Ready?
it: Pronto?

source: Starting game, please wait
it: Esecuzione gioco, attendere

source: Start aborted
it: Avvio cancellato

source: Statistics
it: Statistiche

source: Size of country
it: Dimensioni del territorio

source: Buildings
it: Edifici

source: Inhabitants
it: Abitanti

source: Merchandise
it: Mercanzie

source: Military strength
it: Potenza militare

source: Gold
it: Oro

source: Productivity
it: Produttività

source: Vanquished enemies
it: Nemici sconfitti

source: 1 h
it: 1 ora

source: 4 h
it: 4 ore

source: 16 h
it: 16 ore

source: Cancel
it: Annulla

source: Yes
it: Si

source: Demolition ist not allowed because the building is under attack!
it: La demolizione non è permessa perche l'edificio è sotto attacco!

source: Demolition ist not allowed because the building is located in border area!
it: La demolizione non è permessa perche l'edificio è vicino al confine!

source: Demolition not possible
it: La demolizione non è permessa

source: Author
it: Autore

source: Type
it: Tipo

source: Size
it: Dimensioni

source: Selection of maps
it: Seleziona una mappa

source: Load game...
it: Carica una partita...

source: Continue
it: Continua

source: Old maps
it: Vecchie

source: New maps
it: Nuove

source: Own maps
it: Personali

source: Continents
it: Continenti

source: Campaign
it: Campagna

source: Other
it: Altro

source: Sea
it: Mare

source: Played
it: Giocate

source: Mapfile:
it: File di mappa:

source: Incomplete message was received!
it: Ricevuto un messaggio incompleto!

source: %d Player
it: %d Giocatore

source: Greenland
it: Terra verde

source: Wasteland
it: Terra

source: Winter world
it: Terre degradate

source: Play Replay
it: Gioca Replay

source: Filename
it: Nome del file

source: Length
it: Lunghezza

source: Start
it: Avvio

source: Clear
it: Ripulisci

source: Are you sure to remove all replays?
it: Sei sicuro di voler cancellare tutti i Replays?

source: Storehouse
it: Magazzino

source: Interrupt road building
it: Interrompi la costruzione della strada

source: Outline map
it: Contorno della mappa

source: treaty of alliance
it: trattato di alleanza

source: non-aggression pact
it: patto di non-aggressione

source: The player '%s' offers you a %s.
it: Il giocatore '%s' ti offre un %s.

source: Duration: Forever
it: Durata: Per sempre

source: Duration: %u GF (%s)
it: Durata: %u GF (%s)

source: The player '%s' want to cancel the '%s' between you both primaturely. Do you agree?
it: Il giocatore '%s' vuole annullare prematuramente il '%s' fra di voi. Sei d'accordo?

source: The %s between player '%s' and you has been concluded.
it: Il %s fra il giocatore '%s' e te e stato concluso.

source: The %s between player '%s' and you has been cancelled.
it: Il %s fra il giocatore '%s' e te e stato annullato.

source: Map was loaded and pinned at the wall...
it: La mappa è stata caricata e appesa al muro...

source: Tribal chiefs assembled around the table...
it: I capi tribù si sono riuniti attorno al tavolo...

source: Failed to load map objects.
it: Problemi nel caricamento dei map objects.

source: Game crate was picked and spread out...
it: La cassa del gioco è stata presa e distribuita...

source: Failed to load terrain data.
it: Problemi nel caricamento dei dati del terreno.

source: World was put together and glued...
it: Il mondo è stato assemblato e incollato...

source: And let's go!
it: Andiamo!

source: Stock
it: Scorta

source: Singleplayer
it: Giocatore singolo

source: Multiplayer
it: Gioco di gruppo

source: Options
it: Opzioni

source: Intro
it: Introduzione

source: Readme
it: Leggimi

source: Quit program
it: Esci dal programma

source: An error occured while saving which was suppressed!
it: Si è verificato un errore durante il salvataggio (che è stato annullato)!

source: Military
it: Esercito

source: Fewer recruits
it: Meno reclutamento

source: More recruits
it: Piu reclutamento

source: Weak defense
it: Difesa debole

source: Strong defense
it: Difesa forte

source: Fewer defenders
it: Meno difensori

source: More defenders
it: Piu difensori

source: Interior
it: Zone interne

source: Center of country
it: Zone centrali

source: Border areas
it: Zone di confine

source: Lookout-tower occupied
it: Torre di Guardia occupata

source: Distribution of goods
it: Distribuzione delle mercanzie

source: Foodstuff
it: Cibo

source: Granite mine
it: Cava di granito

source: Coal mine
it: Miniera di carbone

source: Iron mine
it: Miniera di ferro

source: Gold mine
it: Miniera d'oro

source: Grain
it: Grano

source: Mill
it: Mulino

source: Pig farm
it: Porcilaia

source: Donkey breeding
it: Asineria

source: Brewery
it: Birreria

source: Iron
it: Acciaio

source: Armory
it: Armeria

source: Metalworks
it: Officina

source: Coal
it: Carbone

source: Iron smelter
it: Fonderia

source: Mint
it: Zecca

source: Wood
it: Tronchi

source: Sawmill
it: Segheria

source: Boards
it: Assi

source: Construction
it: Costruzione

source: Shipyard
it: Cantiere navale

source: Water
it: Acqua

source: Bakery
it: Forno

source: Building sequence
it: Sequenza degli edifici

source: Top
it: Alto

source: Up
it: Su

source: Down
it: Giù

source: Bottom
it: Basso

source: Sequence of given order
it: Secondo gli ordini impartiti

source: After the following order
it: Secondo il seguente ordine

source: Direct IP
it: IP diretto

source: Please wait...
it: Attendere prego...

source: Chat Window
it: Finestra di Chat

source: All
it: Tutto

source: Allies
it: Alleati

source: Enemies
it: Nemici

source: Found iron ore
it: Trovato del ferro!

source: Found gold
it: Trovato dell'oro!

source: Found coal
it: Trovato del carbone!

source: Found granite
it: Trovato del granito!

source: Found water
it: Trovata dell'acqua!

source: Lost land by this building
it: Territorio perduto a causa di questo edificio

source: Less
it: Meno

source: More
it: Piu

source: Game's Name:
it: Nome della partita:

source: Please enter a name for the game
it: Inserire un nome per la partita

source: Resume last game
it: Continua l'ultimo gioco

source: Load game
it: Carica gioco

source: Not available
it: Non disponibile

source: Order of building site
it: Ordine di costruzione

source: No letters!
it: Nessun messaggio

source: Message
it: messaggio

source: of
it: di

source: New storehouse finished
it: Pronto un nuovo magazzino

source: Lost
it: Perduto

source: Won
it: Vinto

source: (stopped)
it: (fermato)

source: (1 soldier)
it: (1 soldato)

source: (%d soldiers)
it: (%d soldati)

source: Time
it: Tempo

source: Start GF
it: Avvia GF

source: Save game!
it: Salva la partita!

source: Auto-Save every:
it: Salvataggio automatico ogni:

source: Disabled
it: Disabilitato

source: Load game!
it: Carica una partita!

source: The emergency program has been activated.
it: Il programma d'emergenza è stato attivato

source: Diplomacy
it: Diplomazia

source: Treaties
it: Trattati

source: Treaty of alliance
it: Trattato di alleanza

source: Non-aggression pact
it: Patto di non aggressione

source: Suggest treaty of alliance
it: Suggerisci un trattato di alleanza

source: Suggest non-aggression pact
it: Suggerisci un patto di non-aggressione

source: Short-run
it: Breve termine

source: Medium-term
it: Medio termine

source: Long-run
it: Lungo termine

source: Contract type:
it: Tipo di contratto:

source: To player:
it: Con il Giocatore:

source: Duration:
it: Durata:

source: Eternal
it: Per sempre

source: Confirm
it: Conferma

source: No more stones in range
it: Non ci sono più pietre

source: No more fishes in range
it: Non ci sono più pesci

source: Tools
it: Strumenti

source: Tongs
it: Chiave inglese

source: Less often
it: Meno spesso

source: More often
it: Più spesso

source: Axe
it: Ascia

source: Saw
it: Sega

source: Pick-axe
it: Piccone

source: Hammer
it: Martello

source: Shovel
it: Vanga

source: Crucible
it: Crogiolo

source: Rod and line
it: Amo e lenza

source: Scythe
it: Falce

source: Cleaver
it: Mannaia

source: Rolling pin
it: Matterello

source: Bow
it: Arco

source: Common
it: Comuni

source: Graphics
it: Grafica

source: Sound/Music
it: Suoni/Musica

source: Name in Game:
it: Nome durante il gioco:

source: Language:
it: Lingua

source: Keyboard layout:
it: Layout di tastiera

source: Proxyserver:
it: Server Proxy:

source: No Proxy
it: Nessun Proxy

source: not supported
it: non supportato

source: Mode:
it: Modalità:

source: Fullscreen
it: Schermo intero

source: Windowed
it: Finestra

source: Graphics Driver
it: Driver Grafico

source: Sounddriver
it: Driver Suono

source: Music
it: Musica

source: Effects
it: Effetti

source: You need to restart your game to change the screen resolution!
it: Devi riavviare il gioco per cambiare la risoluzione dello schermo!

source: You need to restart your game to change the video or audio driver!
it: Devi riavviare il gioco per cambiare il diver audio o video!

source: End game?
it: Fine del gioco?

source: The readme file was not found!
it: Il file Leggimi non è stato trovato!

source: Connecting to Lobby
it: Connessione con la lobby

source: Email Address:
it: Indirizzo e-mail:

source: Save Password?
it: Salvare la password?

source: Register
it: Registra

source: Registration successful!
it: Registrazione effettuata!

source: Auto-Save
it: Salvataggio automatico

source: current GF: %u - still fast forwarding: %d GFs left (%d %%)
it: l'attuale GF: %u - sta ancora inoltrando velocemente: %d GFs rimasti (%d %%)

source: Next page
it: Pagina successiva

source: Stones
it: Pietre

source: Food
it: Cibo

source: Beer
it: Birra

source: Coins
it: Monete

source: Weapons
it: Armi

source: Boats
it: Barche

source: Warning: The played replay is not in sync with the original match. (GF: %u)
it: Attenzione: Il Replay giocato non è sincronizzato con la partita originale. (GF: %u);

source: Notice: The played replay has ended. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)
it: Avviso: il Replay giocato è finito. (GF: %u, %dh %dmin %ds, TF: %u, AVG_FPS: %u)

source: Reserve
it: Riserva

source: System language
it: Lingua del sistema

source: Iron ore
it: Ferro

source: Transport
it: Trasporto

source: Skip GameFrames
it: Salta i GameFrames

source: to GameFrame:
it: al GameFrame:

source: Collect
it: Colleziona

source: Take out of store
it: Tira fuori dal magazzino

source: Stop storage
it: Non immagazzinare più

source: Select all
it: Seleziona tutto

source: Use
it: Usa

source: Game menu
it: Menu del gioco

source: Load 'ReadMe' file
it: Carica il file 'Leggimi'

source: Surrender
it: Mi arrendo

source: End game
it: Fine della partita

source: General statistics
it: Statistiche generali

source: Merchandise statistics
it: Statistiche sulle mercanzie

source: Surrender game?
it: Ti arrendi?

source: Destroy all buildings and surrender
it: Distruggo tutti gli edifici e mi arrendo

source: Don't surrender
it: Non mi arrendo

source: Harbor building
it: Porto

source: Expedition
it: Spedizione

source: Start expedition
it: Invia la spedizione

source: Server Information
it: Informazioni sul Server

source: Map Name:
it: Nome della mappa:

source: Server Name:
it: Nome del Server:

source: Version:
it: Versione:

source: This mine is exhausted
it: Questa miniera è esaurita

source: Addon Settings
it: Opzioni Aggiuntive

source: Apply Changes
it: Applica i cambiamenti

source: Close Without Saving
it: Chiudi senza salvare

source: Boat
it: Barca

source: Sword
it: Spada

source: Flour
it: Farina

source: Fish
it: Pesce

source: Bread
it: Pane

source: Shield
it: Scudo

source: Meat
it: Carne

source: Ham
it: Prosciutto

source: Barracks
it: Casermetta

source: Guardhouse
it: Posto di Guardia

source: Watchtower
it: Torre di Guardia

source: Fortress
it: Fortezza

source: Lookout tower
it: Torre d'avvistamento

source: Catapult
it: Catapulta

source: Woodcutter
it: Taglialegna

source: Fishery
it: Pescatore

source: Quarry
it: Cava

source: Forester
it: Forestale

source: Slaughterhouse
it: Mattatoio

source: Hunter
it: Cacciatore

source: Well
it: Pozzo

source: Farm
it: Fattoria

source: Helper
it: Aiutante

source: Woodchopper
it: Taglialegna

source: Fisher
it: Pescatore

source: Carpenter
it: Carpentiere

source: Stonemason
it: Muratore

source: Huntsman
it: Cacciatore

source: Farmer
it: Contadino

source: Miller
it: Mugnaio

source: Baker
it: Fornaio

source: Butcher
it: Macellaio

source: Miner
it: Minatore

source: Brewer
it: Birraio

source: Pig breeder
it: Allevatore di maiali

source: Donkey breeder
it: Allevatore di asini

source: Iron founder
it: Trovato del ferrro

source: Minter
it: Coniatore

source: Metalworker
it: Ferramenta

source: Armorer
it: Armaiolo

source: Builder
it: Costruttore

source: Planer
it: Livellatore

source: Private
it: Soldato semplice

source: Private first class
it: Caporale

source: Sergeant
it: Sergente

source: Officer
it: Ufficiale

source: General
it: Generale

source: Geologist
it: Geologo

source: Shipwright
it: Costruttore di navi

source: Scout
it: Esploratore

source: Pack donkey
it: Asino da soma

source: The headquarters represents the center of your realm. The large amount of storage space available means a great many things can be safely stored here. You can release certain merchandise from the headquarters, as and when required or stop its storage. To do this, first choose the corresponding icon followed by the desired merchandise or job symbol. On the third page, you can adjust the number of reserve soldiers who are responsible for guarding the headquarters. There are two values given: the first value indicates the current number of men, the second value indicates the desired number.
it: Il Quartier Generale è il centro del tuo territorio. Il grande magazzino significa che un sacco di cose possono essere tenute al sicuro qui. Puoi portar fuori alcune mercanzie dal Quartier Generale, come e quando necessario, oppure fermare l'immagazzinamento. Per fare questo, scegli prima l'icona corrispondente, seguita dal simbolo della mercanzia o del lavoratore richiesto. Nella terza pagina, puoi aggiustare il numero di soldati di riserva da lasciare di guardia al Quartier Generale. Ci sono due valori: il primo indica il numero di uomini presenti attualmente, il secondo il numero richiesto.

source: The barracks is a very small hut which can be used by your soldiers as quarters. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
it: La casermetta è un piccolo ricovero che può essere usato per acquartierare i tuoi soldati. Usando il pulsante delle monete d'oro puoi fermare la consegna delle monete ai soldati che stazionano qui. Comunque, senza monete d'oro i soldati non possono addestrarsi e migliorare le loro capacità.
