Repository: Return-To-The-Roots/s25client
Catalog: RTTR/languages/rttr-*.po
Languages: it

source: The guardhouse is a comfortable place for the military which is also protected by solid stone walls. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
it: Il posto di guardia è una comoda costruzione per i militari, che sono anche protetti da solide mura di pietra. Usando il pulsante delle monete d'oro puoi fermare la consegna delle monete ai soldati che stazionano qui. Comunque, senza monete d'oro i soldati non possono addestrarsi e migliorare le loro capacità.

source: The watchtower with its large amount of space is best suited for stationing a large number of your troops. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
it: La torre di guardia, con il suo grande spazio, si adatta bene a ricevere un gran numero dei tuoi soldati. Usando il pulsante delle monete d'oro puoi fermare la consegna delle monete ai soldati che stazionano qui. Comunque, senza monete d'oro i soldati non possono addestrarsi e migliorare le loro capacità.

source: The defensive capabilities and size of the fortress are unsurpassed. This stronghold ensures that other valuable buildings and commodities are protected. Using the gold coin button you can stop the delivery of gold coins to the soldiers stationed here. However, without gold coins the soldiers here can not train and improve their skills.
it: Le capacità difensive e le dimensioni della fortezza non hanno rivali. Questo caposaldo assicura protezione agli altri edifici di valore e alle materie prime. Usando il pulsante delle monete d'oro puoi fermare la consegna delle monete ai soldati che stazionano qui. Comunque, senza monete d'oro i soldati non possono addestrarsi e migliorare le loro capacità.

source: The mining of coal supports the metalworks and smithy. This hard work requires an adequate supply of food.
it: La miniera di carbone alimenta i lavori della fonderia e dell'officina. Questo duro lavoro richiede un'alimentazione adeguata.

source: Deep within the mountains, miners dig for iron ore. They will obviously need a lot of food for the strenuous work.
it: Nella profondità delle montagne, i minatori scavano il ferro. Ovviamente per questo estenuante lavoro hanno bisogno di una gran quantità di cibo.

source: A gold mine allows you to prospect for valuable gold deposits. For this, it is necessary to ensure that the miners are provided with plenty of food.
it: Una miniera d'oro ti permette di sfruttare preziosi giacimenti auriferi. Per questo, è necessario assicurare ai minatori abbondanza di alimenti.

source: From the lookout tower you can see far into previously unexplored lands.
it: Dalla torre d'esplorazione puoi guardare lontano all'interno di terre sconosciute.

source: Thanks to its immense strength, the catapults represents an effective weapon against enemy military buildings.
it: Grazie alla sua forza immensa, la catapulta rappresenta un'arma efficace contro gli edifici militari nemici.

source: A woodcutter provides the sawmill with logs. A forester is able to replant the depleted forest.
it: Un taglialegna rifirnisce la segheria di tronchi. Un forestale può ripiantare la foresta tagliata.

source: The fish man is responsible for finding water rich in fish. His fish feed a great many miners.
it: Il pescatore è responsabile di cercare acque pescose. I suoi pesci sono un ottimo alimento per molti minatori.

source: The stonemason works the stone near his quarry into bricks. These are needed mainly for building houses and as ammunition for catapults.
it: Il cavatore squadra le pietre vicino alla sua cava. Le pietre sono necessarie per le costruzioni e come proiettili per le catapulte.

source: Within his area, the forester ensures the survival of the forest. He plants all types of trees.
it: Dentro la sua zona, il forestale assicura la sopravvivenza della foresta. Egli pianta ogni tipo di alberi.

source: The butcher processes the livestock delivered into nutritious ham on which you miners are fed.
it: Il macellaio lavora la carne che gli viene consegnata e la trasforma in nutrienti prosciutti per i tuoi minatori.

source: Meat the hunter acquires is used to feed the miners.
it: La carne procurata dal cacciatore è usata per nutrire i minatori.

source: The brewer produces fine beer from grain and water. This drink is needed to fill the soldiers with courage.
it: Il birraio produce un'ottima birra usando grano e acqua. La bevanda è necessaria per infondere coraggio ai soldati.

source: The armory produces swords and strong shields. This equipment is vital for your soldiers.
it: L'armeria produce spade e robusti scudi. Questo equipaggiamento è vitale per i tuoi soldati.

source: The countless tools which your workers need are made in the metalworks. This requires boards and iron.
it: Gli innumerevoli attrezzi di cui i tuoi lavoratori hanno bisogno vengono prodotti nell'officina. Questa richiede assi ed acciaio.

source: Raw iron ore is smelted in the iron smelters with the help of coal. The processed iron is then used to making weapons (in the Armory) and tools (in the metalworks).
it: Il ferro grezzo viene lavorato nella fonderia usando il carbone. L'acciaio ricavato viene usato per fabbricare armi (nell'armeria) e attrezzi (nell'officina).

source: Grain and water are needed for rearing pigs. The meat thus obtained can then be processed by a butcher.
it: Grano e acqua sono necessari per l'allevamento dei maiali. La carne ottenuta può quindi essere lavorata dal macellaio.

source: The storehouse can help reduce long transportation journeys and is suited to the temporary storage of merchandise and inhabitants. You can release certain merchandise from the storehouse, as and when required. Alternatively, the storage function can be disabled. To do this, first choose the relevant icon followed by the desired merchandise or job symbol.
it: Il magazzino può aiutare a ridurre i lunghi viaggi per i trasporti, ad è adatto al ricovero temporaneo degli abitanti e delle mercanzie. Puoi far uscire alcune merci dal magazzino, come e quando richiesto. Alternativamente, la funzione di immagazzianmento può essere disabilitata. Per far ciò, scegli prima l'icona adatta, seguita dal simbolo della merce o del lavoratore richiesto.

source: The grain is ground in the windmill. The flour from the windmill is later used at the bakery to bake bread.
it: Il grano viene macinato nel mulino. La farina del mulino viene quindi usata dal fornaio per fare il pane.

source: The flour produced at the windmill can be combined with water in the bakery to make oven-fresh bread. It's your miners' favorite!
it: La farina prodotta dal mulino viene impastata con l'acqua per sfornare pane fresco. E' il preferito dai tuoi minatori!

source: The carpenter turns the woodcutter's logs into made-to-measure planks. These form the basic for building houses and ships.
it: Nella segheria i tronchi del taglialegna vengono trasformati in assi su misura. Queste sono fondamentali per costruire edifici e navi.

source: The mint is responsible for producing valuable gold coins. These precious objects are produced using coal and gold.
it: La zecca è responsabile del conio di monete d'oro. Questi preziosi oggetti sono prodotti utilizzando oro e carbone.

source: A well supplies water to the bakery, brewery, donkey breeder and pig farm.
it: Un pozzo fornisce acqua al fornaio, alla birreria e agli allevamenti di asini e di maiali.

source: It is possible to build small rowing boats as well as huge cargo ships in a shipyard. The boards required for this are skillfully worked by shipwrights.
it: In un cantiere navale è possibile costruire sia piccole barche a remi che grandi navi da carico. Le assi richieste sono lavorate con competenza dai carpentieri navali.

source: The farmer plants and harvests grain in the surrounding fields. A windmill then processes the harvested grain into flour or can be used to feed the pigs.
it: Il contadino semina e raccoglie il grano nei campi circostanti. Il grano prodotto può essere macinato dal mulino, oppure usato per nutrire i maiali.

source: The pack donkeys bred here are used to transport your merchandise more efficiently. They are reared on water and grain.
it: Gli asini da soma allevati qui sono usati per trasportare le tue mercanzie in modo più efficace. Essi vengono nutriti con grano ed acqua.
